<template>
  <div class="outer">

    <div class="describe">
      <div class="pic1">
        <img src="../assets/l28.jpg" style="width: 500px">
      </div>
      <h1>腊月二十八</h1>
      <h2>也叫腊月廿八，是中国农历年十二月（又称腊月）二十八的俗称；中国春节传统习俗之一。</h2>
      <h3>腊月二十八的中国民谣有“腊月二十八，把面发”、“腊月二十八，打糕蒸馍贴花花”。中国民间风俗传统到了农历的腊月二十八无论是发面还是做馍，各家各户要开始准备主食过年。</h3>
      <h2>打年糕</h2>
      <div class="pic2">
        <img src="../assets/l282.jpg" style="width: 500px">
      </div>
      <b>年糕是为春节制作的糕就称为“年糕”，因为“糕”与“高”谐音，过年吃年糕含有“年年高”的美好祝愿。

        过年吃年糕是中国人的风俗之一，春节的大年初一的早点人们讲究吃年糕，这是取其“年年高”之意。贴花花

        腊月二十八这一天还讲究“贴花花”，也就是贴年画、春联和窗花。其中，贴春联的习俗源于古代的“桃符”。古人以桃木辟邪，在上面题写桃符，成为春联的起源。后来才出现了以红纸代替桃木的张贴春联的习俗。</b>

      <h2>蒸馍</h2>
      <div class="pic3">
        <img src="../assets/l283.jpg" style="width: 500px">
      </div>
      <b>腊月二十八把面发，准备主食了，发面在过去没有速效粉，普通面不易隔，发面不爱坏，于是二十八这天就发面，准备正月初一到十五的主食，这天开始蒸枣花就是带馅的。

        老理儿说，初一到初五不能动火蒸馒头和炒菜，习惯在大年二十八二十九这两天做主食。春节期间忌蒸、炒、炸、等炊事，蒸与争谐音，炒与吵谐音，炸与炸（四声）谐音，均属不吉利，所以要在年前蒸够全家吃上一个星期左右的馒头，这叫隔年吃。</b>

    </div>

  </div>

</template>

<script>


export default {
  name: "layue28",

}


</script>

<style scoped>



</style>