<template>
  <div class="building">
    <div class="para1">
      <h1>红包文化</h1>
      农历新年的欢庆活动中，“红包”成为了亲友交往之间的关键词。近些年来，由于网络交流的高速发展以及现实生活方式的改变，我们中国人之间无意识地形成了一种独特的红包文化，并且对人际交往影响甚大。
      文化，大致上可以用一个民族的生活形式来指称它(1)，因此它表现我们日常生活中的各种独特的习俗。红包在我国不同的地域有不同的说法，粤语中称为利是或者利事，取其好意头，一切顺利，吉祥如意的意思；其他地区红包也叫红封包，红色代表中国文化里的喜庆，而喜庆场合送红包或者派利是是中国的传统习俗。红包或利是里面通常会放进带有吉祥数字的钱，例如8（寓意发财）或者双数（寓意好事成双）。春节期间，红包里面的钱也被叫做压岁钱（粤语叫扎年钱），通常是指家长派给子女以及长辈发给晚辈的红包，或者已婚已工作人士给予未婚人士（因各地区具体习俗而略有不同），代表给予祝福和好运。
      今天，在红包的传统意义得到保留的基础上，形成了当代人民的新的红包交流方式，就是现在的红包文化。同样地，红包文化因为地区的不同和网络的生活，可以分为三大类别：<b>广东话地区的利是文化</b>，<b>普通话地区的红包文</b>化和<b>网络的虚拟红包文化</b>。
    </div>
    <div class="pic1">
      <img src="../assets/hongbao1.jpg">
    </div>
    <div class="para2">
      <h3>广东话地区的利是文化</h3>保留了最多红包的传统习俗，它的演变表现在不断扩大了红包的使用场合。广东话地区包含了广东省大部分地区以及香港、澳门和海外的粤语华人为主的广大群体的区域。从发音而言，广东话的红包这个物体叫红封包或者利是封（利事封），红包这个概念就利是，送红包这个动作叫做派利是。派利是这个动作，同样的是长辈对于晚辈或者已婚对于未婚人士，强调的是“派”这个动作的广泛性，因而广东话地区的利是文化的演变也主要在于它的广泛性更大。当年我妈妈住院的时候，她会给每一个来探病的亲友回礼一个利是，里面大概只有十块钱，却希望去除探病的亲友来医院所沾上的晦气，原因是我妈妈觉得医院是“不干净”的地方，必须得靠能带来好运的利是驱逐晦气。同样地，所有喜庆宴席，无论乔迁之喜、新婚或者寿宴，除了宾客给予利是祝贺，主人家也会给予一个回礼利是；新年的时候，广东人都喜欢家里摆个大花瓶插上漂亮的花迎新春，而春花上也会挂满利是表现吉祥如意。在我老家，有趣的是，村里的老人家都喜欢过年给满村跑的小孩子们每个一个小利是，可能里面就一块钱甚至一毛钱，并且利是封就是一张简单的红色纸折叠而成，就是寓意着吉祥、送福。一直到今天，利是里的金钱数额都不大，因此，广东人也被冠以“抠门”的衔头。但作为广东人，我挺热爱自己的家乡文化，毕竟“红色炸弹”的压力不大，而且也能多次派利是增加亲友感情的交流。
    </div>
    <div class="pic2">

    </div>
    <div class="para3">
      <h3>普通话地区的红包文化</h3>对于传统红包的意义，它的变化其实不大，但是今天却给很多人造成了很大的负担。目前中国大陆除了广东地区以外的地区基本上都处于这种主流普通话地区的红包文化思想里。它的文化意义仍然保留着传统习俗里面的喜庆和吉祥如意，及其作用对象也还是长辈给予晚辈的祝福。最近十来年，红包被看成了红色的票子（中国目前最大面额的红色100元），因此，给予越多，红包越厚，会让人感觉倍有“面子”；而对方也以“会做人”的方式在下一次送红包的场合回礼，如新年互送对方小孩比较大数额的红包.
    </div>
    <div class="pic3">
      <img src="../assets/hongbao3.jpg">
    </div>
    <div class="para4">
      <h3>虚拟红包</h3>顾名思义就是网络上的红包。互联网的发展提高了人们的交流频率，而微信以及支付宝的抢红包功能出现也成为了改变了我们送红包的方式：从现实到虚拟。社交软件上的红包功能设定了上限，也可以写上祝福语。由于数额不大，1块钱也能发出来让十个人抢红包，富有娱乐性，从而随时随地发红包已经成为了中国网民的一个娱乐节目，并且祝福语也能称为留言板写上各种语句。虚拟红包的出现，也让现实的送红包增加了途径。一些有事不能参与宴席而又想送上一份祝福的朋友们会选择送上虚拟红包已表示对朋友的诚意。在国际环境中，很多老外理解不了中国的红包文化，不知道社交网站上抢红包的乐趣所在，随着BBC纪录片的推广，相信中国的传统红包文化也会进入外国人的视野，迟早有一天他们也会在网络上和我们一同抢红包。
    </div>
  </div>
</template>

<script>
export default {
  name: "behav_hongbao"
}
</script>

<style scoped>
.building{
  text-align: center;
  background-color: #fff;
  border-radius: 20px;
  width: 800px;
  height: 350px;
  position: absolute;
  left: 50%;
  top: 30%;
  transform: translate(-50%,-50%);
}

</style>