<template>
  <div id="bainianshiping">
    <div class="video-content">
      <player-video :src="src"></player-video>
    </div>
    <div class="intro">

      <h1>春节拜年的由来</h1>
      <p>
        大年初一，人人都早早起来，打扮得整整齐齐，出门走亲访友，相互拜年，恭祝来年大吉大利。
        关于拜年习俗的由来，传说远古时代有一种怪兽，头顶长独角，口似血盆，人们叫它做“年”。
        每逢腊月三十晚上,它便窜出山林，掠食噬人。人们只好备些肉食放在门外，然后把大门关上,
        躲在家里，直到初一早晨,“年”饱餐后扬长而去，人们才开门相见，作揖道喜，互相祝贺。
      </p>

      <h2>拜年习俗</h2>
      <p>
        拜年是中国民间的传统习俗，是人们辞旧迎新、相互表达美好祝愿的一种方式。

        古时“拜年”一词原有的含义是为长者拜贺新年，包括向长者叩头施礼、祝贺新年如意、
        问候生活安好等内容。遇有同辈亲友，也要施礼道贺。 拜年一般从家里开始。
        初一早晨，晚辈起床后，要先向长辈拜年，祝福长辈健康长寿，万事如意。
        长辈受拜以后，要将事先准备好的“压岁钱”分给晚辈。在给家中长辈拜完年以后，
        人们外出相遇时也要笑容满面地恭贺新年，互道“恭喜发财”、“四季如意”、
        “新年快乐”等吉祥的话语，左右邻居或亲朋好友亦相互登门拜年或相邀饮酒娱乐。

        宋人孟元老在《东京梦华录》卷六中描写北宋汴京时云：“十月一日年节，
        开封府放关扑三日，士庶自早相互庆贺。”明中叶陆容在《菽园杂记》卷五中说“京师元旦日，
        上自朝官，下至庶人，往来交错道路者连日，谓之‘拜年’。然士庶人各拜其亲友多出实心。
        朝官往来，则多泛爱不专……”。清人顾铁卿在《清嘉录》中描写，“男女以次拜家长毕，
        主者率卑幼，出谒邻族戚友，或止遣子弟代贺，谓之‘拜年’。至有终岁不不相接者，此时亦互相往拜于门……。”

        在古代，上层士大夫有用名帖互相投贺的习俗。宋人周辉在《清波杂志》中说：“宋元佑年间，
        新年贺节，往往使用佣仆持名刺代往”。当时士大夫交游广，若四处登门拜年，既耗费时间，
        也耗费精力，因此有些关系不大密切的朋友就不亲自前往，而是派仆人拿一种用梅花笺纸裁成的二寸宽、
        三寸长，上面写有受贺人姓名、住址和恭贺话语的卡片前往代为拜年。明代人们以投谒代替拜年。
        明朝杰出画家、诗人文征明在《贺年》诗中描述：“不求见面惟通谒，名纸朝来满蔽庐；
        我亦随人投数纸，世憎嫌简不嫌虚”。这里所言的“名刺”和“名谒"即是现今贺年卡的起源。
        贺年卡用于联络感情和互致问候，既方便又实用，乃至今日仍盛行不衰。

        大约从清朝时候起，拜年又添“团拜”的形式，清人艺兰主在《侧帽余谭》中说：
        “京师于岁首，例行团拜，以联年谊，以敦乡情”，“每岁由值年书红订客，饮食宴会，作竟日欢”。
        </p>
    </div>
  </div>
</template>
<script>
import PlayerVideo from "../components/PlayerVideo";
export default {
  name: "behav_bainian",
  components: {
    PlayerVideo,
  },
  data() {
    return {
       src:require( "../assets/my.mp4"),
    };
  },
};
</script>
<style lang="scss">
#app {
  font-family: Avenir, Helvetica, Arial, sans-serif;
  -webkit-font-smoothing: antialiased;
  -moz-osx-font-smoothing: grayscale;
  text-align: center;
  color: #2c3e50;

  .video-content {
    display: flex;
    justify-content: center;
    flex-direction: column;
    align-items: center;
  }
}
</style>