<template>
  <div class="building">
    <div class="word" style="text-align: center;">
      <div class="para1">
        <h1>舞狮</h1>是中国优秀的传统民间艺术，每逢佳节或隆重庆典，民间都以狮舞来助兴。
        狮子舞在旧时称"太平乐"；在豫北当地人俗语称：“玩狮”，至今在新乡、焦作、安阳等地一直流传。而到了唐代时更得到广泛的发展。狮艺在当时已成为过年过节、行香走会中的必备节目。至今已有一千五百多年的历史。
        其实它最早是从西域传入的，狮子是文殊菩萨的坐骑，随着佛教传入中国，舞狮子的活动也传入中国。狮子是汉武帝派张骞出使西域后，和孔雀等一同带回的贡品。
      </div>
      <div class="pic1">
        <img src="../assets/wushi1.webp" style="width: 400px">
      </div>
      <div class="para2">
        在近两千年里不断发展，逐渐成为咱们中国自己的东西，而如今大体可分为南北两大派系。
        <p><b>北狮</b>在长江以北较为流行，狮身披毛呈金黃、橙、红色，看起来像是一只惟妙惟肖的狮子，走的是写实派。它的表演也接近于杂耍，就是踩踩球，跳跳板凳，讲的就是一个热闹。
        而南狮，也就是广东舞狮，电影《黄飞鸿之三：狮王争霸》的原产地，这是最为常见的舞狮。南狮色彩相较北狮更为艳丽，五颜六色还带有很多装饰物，风格是抽象派，流行于华南地区、南洋及海外。
        中国舞狮，以“北狮”起源较早。相传北朝魏武帝远征甘肃河西，俘虏胡人十万，魏武帝把他们囚困於边荒三年。一日，魏武帝巡视边区，边将设宴款待，并令胡人献舞娱乐。胡人以木雕兽头，两大五小，披兽衣，集八音乐，武士三十余人，起舞於御前。舞者作欢腾喜悅之状，或作低首相怜，舞技之美妙，令武帝叹为观止。武帝传胡人，询其所舞，胡人答曰：“北魏朝圣，四方匡伏，西凉乐伎，同沾皇恩。”武帝听罢龙心大悅，赐名“北魏瑞狮”，恩准俘虏回国。自此，狮子舞便在北方流传开来，遂有“北狮”之称。
        </p>
      </div>
      <div class="pic2">
        <img src="../assets/wushi2.webp">
      </div>
      <div class="para3">
        <p>
          至于舞<b>南狮</b>起源则有数个传说，最普遍的说法认为南狮乃源自广东佛山某地。每年除夕，该地必出现一头怪兽，头大身小，身长十数尺，眼若铜铃，来去如风，不断呼出“年年”之声。乡人故命其名为“年兽”。此年兽每年出现之时，不伤人畜，只到处嚼食田间蔬菜而去。乡民不胜其扰，乃召集村人，议定用竹篾纸料，依其形状，紥成兽头，涂以各色，再以各种布料剪成三角形状，制成兽身，两人持而舞之，再集乡民数十，携带响器，伏於田间桥下，候年兽出现时，群起击动响器，声震田野，果然吓走年兽，不再出现。
          民间因纸紥兽头能驱走年兽，便每年制作这种兽头，于除夕鼓舞，称为“舞年”，后经乡老们研究认为狮子为兽类中威武瑞祥的动物，便将“舞年”改称为“舞瑞狮”。
          舞狮中主要表现狮子喜、怒、哀乐、动、静、惊、疑等八种神态，以采青为己任，历尽艰险取得胜利。南狮是集观赏性、艺术性竞技性为一体的具有强烈吉祥、喜庆色彩和气氛渲染能力。
          随着锣鼓的节奏， 狮子从"沉睡惊醒"、"搔头摆尾"、"仰视低顾"、 "探测方向"，到"出洞"、"见青"、"碎青"、"狂欢"、"翻滚"等，动作千姿百态，栩栩如生。狮子在人们心中很富有人情味，时而威风凛凛，怒视邪恶；时而谦恭有礼，憨厚善良，逗人喜爱。醒狮造型套路很多：起势、常态、奋起、疑进、抓痒、迎宾、施礼、惊跃、审视、酣睡、出洞、发威、过山、上楼台等等，无不神似，一句话，喜则欢而碎步，怒则仪态万千，哀则闭眼稳步，乐则跃而跨步。这也是南狮中重"意"的舞法表现。
        </p>
      </div>
      <div class="pic3">
        <img src="../assets/wushi3.webp">
      </div>
      <p>
        北狮的舞姿，主要在表演的善良与灵巧，翻滾跳跃，首尾相引合，步法整齐合一，加上充京钹、京锣、京鼓等音乐节拍，按乐声起舞，引者舞持球翻腾滚鹤，表現武士雄姿。持球者引狮起舞，而舞狮头者除跟随持球武士各种动作而配合演出各种舞姿外，还必须给舞狮尾者以充份默契，而舞狮尾者亦必须留意狮头动向，头则尾亦动，头定则尾亦定，跳跃翻滚，紧密跟随，使能头尾舞姿调协，融成一体，方上称舞技。
        </p>
      <p>
        南狮是富有南方风格的一种狮形，它额高而窄，眼大而能转动，口阔带笔，背宽、鼻塌、面颊饱满，牙齿能隐能露。分文狮、武狮和少狮三大类。文狮以刘备、关公作脸谱，武狮以张飞作脸谱，文狮表现温驯而和善，狮表现勇猛而刚烈；少狮即幼狮，憨态可爱，一般跟随文、舞狮同场表演。南狮造型极度夸张浪漫，威武雄壮，美丽活泼，形神兼备。
      </p>
    </div>

  </div>

</template>

<script>
export default {
  name: "behav_wushi",

}
</script>

<style scoped>
.building{
  text-align: center;
  background-color: #fff;
  border-radius: 20px;
  width: 800px;
  height: 350px;
  position: absolute;
  left: 50%;
  top: 30%;
  transform: translate(-50%,-50%);
}
</style>