<template>


    <div class="describe">
      <div class="title"><h2>春联，起源于桃符（周代悬挂在大门两旁的长方形桃木板）。</h2></div>
      <div class="pic1">
        <img src="../assets/chunlian1.jpg">
      </div>

      <h3>据《后汉书·礼仪志》所载，桃符长六寸，宽三寸，桃木板
      上书降鬼大神“神荼”、“郁垒”的名字。“正月一日，造桃符
      着户，名仙木，百鬼所畏。”所以，清代《燕京时岁记》上
      记载：“春联者，即桃符也。”五代十国时，宫廷里，有人在
      桃符上题写联语。《宋史·蜀世家》说：后蜀主孟昶令学士
      辛寅逊题桃木板，“以其非工，自命笔题云：‘新年纳余庆，
      嘉节号长春’，这便是中国的第一副春联。不过宋代不同史料
      对此说法不一，也有说是辛寅逊或孟昶的儿子孟喆所撰。
      </h3>
      <h3>直到宋代，春联仍称“桃符”。王安石的诗中就有“千门万户曈曈日，
        总把新桃换旧符”之句。宋代，桃符由桃木板改为纸张，叫“春
        贴纸”和“春联”。这一习俗起于宋代，在明代开始盛行，到了
        清代，春联的思想性和艺术性都有了很大的提高。现在贴春联
        已成风俗，红色的对联贴在大门上，房子顿时生辉。正如诗云
        ：“喜气临门红色妍，家家户户贴春联；旧年辞别迎新岁，时
        序车轮总向前。”</h3>
    </div>
</template>

<script>
// 动画 animate.css

export default {
  name: "behav_chunlian"
}
</script>

<style scoped>

</style>